[
  {
    "id": "gustave",
    "name": "Gustave",
    "race": "Human",
    "role": "Party Member",
    "locations": ["Lumière", "The Continent"],
    "region": "Lumière",
    "affiliation": "Expedition 33",
    "quest": "Main Story",
    "is_hostile": false,
    "becomes_hostile": false,
    "drops": [],
    "description": "A resourceful 32-year-old engineer with a mechanical arm. He joins Expedition 33 after losing his former lover Sophie to the Gommage, determined to slay the Paintress with only a year left to live.",
    "lore": "Gustave is the foster brother of Maelle and serves as a key member of Expedition 33. His engineering skills and mechanical arm make him invaluable in combat. He ultimately sacrifices himself defending Maelle from Renoir's attack, though he can be revived in certain endings.",
    "dialogue": "We've got one year. Let's make it count.",
    "combat_style": "Engineer with mechanical arm. Deals more damage the more he attacks enemies. Uses gadgets and tools in battle.",
    "voice_actor": "Charlie Cox"
  },
  {
    "id": "maelle",
    "name": "Maelle",
    "race": "Human/Reincarnated Painter",
    "role": "Party Member",
    "locations": ["Lumière", "The Continent", "The Monolith"],
    "region": "Lumière",
    "affiliation": "Expedition 33",
    "quest": "Main Story",
    "is_hostile": false,
    "becomes_hostile": false,
    "drops": [],
    "description": "The youngest member of Expedition 33 and Gustave's foster sister. A fencer who switches between combat Stances that alter her skills, damage, and defense.",
    "lore": "Maelle is secretly the reincarnation of Alicia Dessendre, who entered Verso's Canvas to destroy it but was overwhelmed by Aline's power. She begins receiving mysterious visions and can communicate with the Curator. Her true identity as a Painter becomes crucial to the story's resolution.",
    "dialogue": "I keep seeing them... a white-haired man and a masked girl. They blame me for something terrible.",
    "combat_style": "Fencer who switches between Stances. Each Stance alters her Skills, damage output, and defensive capabilities.",
    "voice_actor": "Jennifer English"
  },
  {
    "id": "lune",
    "name": "Lune",
    "race": "Human",
    "role": "Party Member",
    "locations": ["Lumière", "The Continent"],
    "region": "Lumière",
    "affiliation": "Expedition 33",
    "quest": "Main Story",
    "is_hostile": false,
    "becomes_hostile": false,
    "drops": [],
    "description": "A brilliant scholar and mage whose Skills generate elemental 'Stains' that can be spent to enhance her abilities.",
    "lore": "Lune is one of the survivors of Renoir's initial attack on Expedition 33. Her scholarly knowledge proves invaluable, particularly when she suggests forging a weapon from the hearts of the Axons to pierce the barrier protecting the Paintress.",
    "dialogue": "The Axons... ancient beings of immense power. Their hearts could forge a weapon capable of piercing even the Paintress's barrier.",
    "combat_style": "Mage whose Skills generate elemental 'Stains'. These Stains can be spent to enhance subsequent Skills for devastating effect.",
    "voice_actor": "Kirsty Rider"
  },
  {
    "id": "sciel",
    "name": "Sciel",
    "race": "Human",
    "role": "Party Member",
    "locations": ["Lumière", "The Continent"],
    "region": "Lumière",
    "affiliation": "Expedition 33",
    "quest": "Main Story",
    "is_hostile": false,
    "becomes_hostile": false,
    "drops": [],
    "description": "A calm and cheerful scythe-wielding warrior who uses magical cards to apply 'Foretell' effects to enemies.",
    "lore": "Sciel is among the survivors of Expedition 33's initial encounter with Renoir. Despite the dire circumstances, she maintains a cheerful demeanor that helps keep the party's spirits up during their journey across the Continent.",
    "dialogue": "The cards have spoken. Your fate is sealed.",
    "combat_style": "Scythe warrior who uses magical cards to apply and stack 'Foretell' on enemies. Consuming Foretell stacks inflicts maximum damage.",
    "voice_actor": "Shala Nyx"
  },
  {
    "id": "verso",
    "name": "Verso",
    "race": "Painted Copy/Immortal",
    "role": "Party Member",
    "locations": ["The Continent", "Old Lumière", "The Monolith"],
    "region": "The Continent",
    "affiliation": "Expedition 33",
    "quest": "Main Story",
    "is_hostile": false,
    "becomes_hostile": true,
    "drops": [],
    "description": "A mysterious stranger who watches over Expedition 33. He is a surviving member of the very first expedition and has stopped aging upon arrival on the Continent.",
    "lore": "Verso is revealed to be Renoir's son and the painted copy of the real Verso Dessendre, who died saving his sister Alicia from a fire. He has grown tired of his immortality and joins the party to stop the Paintress. At camp, players control Verso to build relationships with other party members.",
    "dialogue": "I've walked this Continent for longer than you can imagine. Immortality... it's not the gift people think it is.",
    "combat_style": "Gains 'Perfection' ranks upon landing hits. Higher Perfection ranks dramatically increase damage output. Deals more damage the more he attacks.",
    "voice_actor": "Ben Starr"
  },
  {
    "id": "monoco",
    "name": "Monoco",
    "race": "Gestral",
    "role": "Party Member",
    "locations": ["The Continent"],
    "region": "The Continent",
    "affiliation": "Expedition 33",
    "quest": "Main Story",
    "is_hostile": false,
    "becomes_hostile": false,
    "drops": [],
    "description": "One of the construct-like Gestrals who lives on the mainland. He is associated with Verso and joins Expedition 33 after the party crosses the sea.",
    "lore": "Monoco is a Gestral—a construct-like being native to the Continent. He is friends with Verso and joins the Expedition to help stop the Paintress. His name, along with Noco, derives from the Swedish energy drink Nocco that the developers were fond of during their time in Sweden.",
    "dialogue": "The Continent holds many secrets. I've seen things that would make your hair stand on end... if I had hair.",
    "combat_style": "Can transform into enemies and use their abilities against them. His 'Bestial Wheel' spins when using abilities, enhancing certain attacks.",
    "voice_actor": "Rich Keeble"
  },
  {
    "id": "renoir",
    "name": "Renoir",
    "race": "Painter/Immortal",
    "role": "Antagonist",
    "locations": ["The Continent", "Old Lumière", "Renoir's Mansion"],
    "region": "The Continent",
    "affiliation": "The Paintress",
    "quest": "Main Story",
    "is_hostile": true,
    "becomes_hostile": true,
    "drops": [],
    "description": "An old, white-haired man leading an army of monsters. He was the commander of the very first expedition and believes his immortality was granted by the Paintress.",
    "lore": "Renoir is actually the painted copy of the real Renoir Dessendre, manifesting within the Canvas as the Curator. The real Renoir seeks to destroy the Canvas so his wife Aline can move on from their son Verso's death. He attacks Expedition 33 to protect the Paintress, believing her protection is the source of his immortality.",
    "dialogue": "A Tarnished cannot become a Lord. The Paintress's will is absolute. I will protect her at any cost.",
    "combat_style": "Commands an army of monsters. Uses powerful attacks and can teleport locations away.",
    "voice_actor": "Andy Serkis"
  },
  {
    "id": "esquie",
    "name": "Esquie",
    "race": "Mythical Creature",
    "role": "Mount/Ally",
    "locations": ["The Continent"],
    "region": "The Continent",
    "affiliation": "Expedition 33",
    "quest": "Main Story",
    "is_hostile": false,
    "becomes_hostile": false,
    "drops": [],
    "description": "A mythical creature native to the Continent who helps the party travel across the land. Esquie acquires new traversal abilities as players progress.",
    "lore": "Esquie is enlisted by Expedition 33 to help them cross the sea and traverse the Continent. As the party progresses, Esquie gains the ability to swim, fly, and dive underwater, opening up new areas for exploration and advancing the story.",
    "dialogue": "*Happy creature noises*",
    "combat_style": "Non-combatant. Serves as the party's mount for traversing the Continent.",
    "voice_actor": "Maxence Cazorla"
  },
  {
    "id": "the_paintress",
    "name": "The Paintress (Aline)",
    "race": "Painter/Demigod",
    "role": "Final Boss",
    "locations": ["The Monolith"],
    "region": "The Monolith",
    "affiliation": "None",
    "quest": "Main Story",
    "is_hostile": true,
    "becomes_hostile": true,
    "drops": [],
    "description": "The entity responsible for the yearly Gommage, painting an ever-decreasing number on the Monolith that causes all humans at or above that age to disappear.",
    "lore": "The Paintress is revealed to be Aline Dessendre, mother of the real Verso and Alicia. After her son's death, she entered his Canvas and created painted copies of her family. She paints the number on the Monolith not as an attack, but as a warning—trying to stall the Curator (her husband Renoir) who seeks to destroy the Canvas entirely.",
    "dialogue": "Each number I paint is not a curse, but a warning. I am trying to save what remains.",
    "combat_style": "Immensely powerful Painter. Protected by a barrier that can only be pierced by a weapon forged from Axon hearts.",
    "voice_actor": "Tracy Wiles"
  },
  {
    "id": "the_curator",
    "name": "The Curator",
    "race": "Manifestation",
    "role": "Hidden Antagonist",
    "locations": ["Unknown"],
    "region": "The Canvas",
    "affiliation": "Dessendre Family",
    "quest": "Main Story",
    "is_hostile": true,
    "becomes_hostile": true,
    "drops": [],
    "description": "A mysterious entity that Maelle can communicate with. Revealed to be the true culprit behind the Gommage.",
    "lore": "The Curator is the manifestation of the real Renoir Dessendre within the Canvas. He seeks to destroy the Canvas so his wife Aline can move on from their son's death and return to reality. The Gommage is his attempt to gradually destroy the Canvas, though Aline's powers limit how quickly he can act.",
    "dialogue": "This world is a prison of grief. It must end so we can all move forward.",
    "combat_style": "Gradually erases the Canvas world through the Gommage. Final confrontation requires defeating him to determine the Canvas's fate."
  },
  {
    "id": "sophie",
    "name": "Sophie",
    "race": "Human",
    "role": "NPC",
    "locations": ["Lumière"],
    "region": "Lumière",
    "affiliation": "None",
    "quest": "Background",
    "is_hostile": false,
    "becomes_hostile": false,
    "drops": [],
    "description": "Gustave's 33-year-old former lover who perishes in the Gommage at the start of the game.",
    "lore": "Sophie's death in the Gommage is the catalyst for Gustave joining Expedition 33. Her loss represents the personal stakes driving the expedition's members to stop the Paintress.",
    "dialogue": "Goodbye, Gustave. Make your year count.",
    "combat_style": "Non-combatant."
  },
  {
    "id": "alicia",
    "name": "Alicia Dessendre",
    "race": "Painter",
    "role": "Key Character",
    "locations": ["Paris (Reality)", "The Canvas"],
    "region": "Reality/The Canvas",
    "affiliation": "Dessendre Family",
    "quest": "Main Story",
    "is_hostile": false,
    "becomes_hostile": false,
    "drops": [],
    "description": "Verso's sister, left disfigured, half-blind, and mute after the fire that killed her brother. She entered the Canvas and was reincarnated as Maelle.",
    "lore": "The real Alicia was saved by her brother Verso at the cost of his life, leaving her badly scarred. Years later, her older sister Clea advised her to enter the Canvas to destroy it. Upon entering, she was overwhelmed by Aline's power and reincarnated as Maelle, losing her memories until the story's climax.",
    "dialogue": "I came to end this dream... but I found a new family instead.",
    "combat_style": "Regains her Painter abilities after awakening. Can control the Canvas world and battle for its fate."
  }
]
